tap 'heroku/brew'

brew 'autoconf'
brew 'eza'
brew 'fd'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'heroku'
brew 'libyaml'
brew 'mas'
brew 'npm'
brew 'nvim'
brew 'pinentry-mac'
brew 'postgresql'
brew 'redis'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'wget'
brew 'zsh'

cask_args appdir: '/Applications'
cask 'handbrake'
brew 'jordanbaird-ice'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'kitty'
cask 'macdown'
cask 'popclip'
cask 'rocket'
cask 'slack'
cask 'the-unarchiver'

mas 'Bear', id: 1091189122
mas 'Gifox', id: 1082624744
mas 'Sip', id: 507257563
mas 'Things 3', id: 904280696
mas 'Paprika Recipe Manager 3', id: 1303222628
mas 'Maccy', id: 1527619437
mas 'Moom', id: 419330170
