tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'findutils'
brew 'git'
brew 'heroku'
brew 'libyaml'
brew 'mas'
brew 'mysql'
brew 'node'
brew 'npm'
brew 'phantomjs'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'wxmac'
brew 'zsh'

cask_args appdir: '/Applications'
cask '1password'
cask 'alfred'
cask 'arq'
cask 'atom'
cask 'authy'
cask 'bartender'
cask 'calibre'
cask 'dash'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite'
cask 'handbrake'
cask 'iterm2'
cask 'keepingyouawake'
cask 'keybase'
cask 'kindle'
cask 'livereload'
cask 'macdown'
cask 'mailmate'
cask 'muzzle'
cask 'rocket'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'superduper'
cask 'the-unarchiver'

cask 'font-hasklig'
cask 'font-iosevka'

mas 'Gifox', id: 1082624744
mas 'Pixelmator', id: 407963104
mas 'Omnifocus', id: 867299399
mas 'Sip', id: 507257563
mas 'Tweetbot', id: 557168941
mas 'Rested', id: 421879749
mas 'Paprika Recipe Manager 3', id: 1303222628

